var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的胖嘟",  // 同上...
        "今天是你的生日",
        "虽然我可能不在你边上",
        "但是还是要生日快乐",
        "和胖嘟在一起的时间里",
        "我养了一只猫",
        "又养了一只猫",
        "又养了一只猫",
        "养了一只90斤的肥妞妞",
        "日子真实太快乐了",
        "以后的生日，妞妞都会和我一起过的",
        "爱死妞妞噜~~"
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
